<?php
// ---------------------------------------------------------------
// :: MonthsDate
// ----------------------------------------------------------------
//
// ----------------------------------------------------------------
// :: Copyright & Licencing
// ----------------------------------------------------------------
//
//   GNU General Public License (GPL - http://www.gnu.org/copyleft/gpl.html)
//

// fullMonth
$_MLang['fm1'] = 'январь';
$_MLang['fm2'] = 'февраль';
$_MLang['fm3'] = 'март';
$_MLang['fm4'] = 'апрель';
$_MLang['fm5'] = 'май';
$_MLang['fm6'] = 'июнь';
$_MLang['fm7'] = 'июль';
$_MLang['fm8'] = 'август';
$_MLang['fm9'] = 'сентябрь';
$_MLang['fm10'] = 'октябрь';
$_MLang['fm11'] = 'ноябрь';
$_MLang['fm12'] = 'декабрь';

// shortMonth
$_MLang['sm1'] = 'янв';
$_MLang['sm2'] = 'фев';
$_MLang['sm3'] = 'мар';
$_MLang['sm4'] = 'апр';
$_MLang['sm5'] = 'май';
$_MLang['sm6'] = 'июн';
$_MLang['sm7'] = 'июл';
$_MLang['sm8'] = 'авг';
$_MLang['sm9'] = 'сен';
$_MLang['sm10'] = 'окт';
$_MLang['sm11'] = 'ноя';
$_MLang['sm12'] = 'дек';