<?php
// ---------------------------------------------------------------
// :: MonthsDate
// ----------------------------------------------------------------
//
// ----------------------------------------------------------------
// :: Copyright & Licencing
// ----------------------------------------------------------------
//
//   GNU General Public License (GPL - http://www.gnu.org/copyleft/gpl.html)
//

// fullMonth
$_MLang['fm1'] = 'січень';
$_MLang['fm2'] = 'лютий';
$_MLang['fm3'] = 'березень';
$_MLang['fm4'] = 'квітень';
$_MLang['fm5'] = 'травень';
$_MLang['fm6'] = 'червень';
$_MLang['fm7'] = 'липень';
$_MLang['fm8'] = 'серпень';
$_MLang['fm9'] = 'вересень';
$_MLang['fm10'] = 'жовтень';
$_MLang['fm11'] = 'листопад';
$_MLang['fm12'] = 'грудень';

// shortMonth
$_MLang['sm1'] = 'січ';
$_MLang['sm2'] = 'лют';
$_MLang['sm3'] = 'бер';
$_MLang['sm4'] = 'кві';
$_MLang['sm5'] = 'тра';
$_MLang['sm6'] = 'чер';
$_MLang['sm7'] = 'лип';
$_MLang['sm8'] = 'сер';
$_MLang['sm9'] = 'вер';
$_MLang['sm10'] = 'жов';
$_MLang['sm11'] = 'лис';
$_MLang['sm12'] = 'гру';